Repository: vinxu/CastReader
Catalog: CastReader/Localizable.xcstrings
Source language: zh_hans
Languages: de, en, es, fr, hi, it, ja, pt_br

source: 正在等待书目完整加载，请稍候。
de: Die vollständige Bücherliste wird geladen. Bitte warten.
en: Waiting for the complete book list to load.
es: Esperando a que se cargue la lista completa de libros.
fr: Chargement de la liste complète des livres. Veuillez patienter.
hi: पूरी किताबों की सूची लोड होने तक प्रतीक्षा करें।
it: Attendi il caricamento dell’elenco completo dei libri.
ja: 書籍リストがすべて読み込まれるまでお待ちください。
pt_br: Aguarde o carregamento da lista completa de livros.

source: 正在翻到下一页 Kindle 解读…
de: Für die Erklärung wird zur nächsten Kindle-Seite geblättert …
en: Turning to the next Kindle page for explanation…
es: Pasando a la siguiente página de Kindle para explicarla…
fr: Passage à la page Kindle suivante pour l’explication…
hi: व्याख्या के लिए अगले Kindle पेज पर जा रहे हैं…
it: Passaggio alla pagina Kindle successiva per la spiegazione…
ja: 解説用にKindleの次のページへ移動しています…
pt_br: Avançando para a próxima página do Kindle para a explicação…

source: 正在翻到下一页 Kindle 页面…
de: Es wird zur nächsten Kindle-Seite geblättert …
en: Turning to the next Kindle page...
es: Pasando a la siguiente página de Kindle...
fr: Passons à la page Kindle suivante...
hi: अगले किंडल पेज की ओर रुख करें...
it: Passando alla pagina Kindle successiva...
ja: 次の Kindle ページに進むと...
pt_br: Passando para a próxima página do Kindle...

source: 正在读取当前 Kindle 页面…
de: Aktuelle Kindle-Seite wird gelesen …
en: Reading the current Kindle page...
es: Leyendo la página actual de Kindle...
fr: Lecture de la page Kindle actuelle...
hi: वर्तमान किंडल पेज पढ़ रहा हूँ...
it: Leggendo la pagina Kindle corrente...
ja: 現在の Kindle ページを読んでいます...
pt_br: Lendo a página atual do Kindle...

source: 正在跳转章节…
de: Zum Kapitel wird gesprungen …
en: Jumping to chapter...
es: Saltando al capítulo...
fr: Passer au chapitre...
hi: अध्याय पर जा रहे हैं...
it: Salto al capitolo...
ja: 章にジャンプしています...
pt_br: Pulando para o capítulo...

source: 正在连接 App Store…
de: Verbindung zum App Store …
en: Connecting to the App Store…
es: Conectando con App Store…
fr: Connexion à l’App Store…
hi: App Store से कनेक्ट हो रहा है…
it: Connessione all’App Store…
ja: App Storeに接続中…
pt_br: Conectando à App Store…

source: 正在适配屏幕方向…
de: An die Bildschirmausrichtung wird angepasst …
en: Adapting to the screen orientation...
es: Adaptándose a la orientación de la pantalla...
fr: S'adapter à l'orientation de l'écran...
hi: स्क्रीन ओरिएंटेशन के अनुसार अनुकूलन...
it: Adattamento all'orientamento dello schermo...
ja: 画面の向きを調整しています...
pt_br: Adaptando-se à orientação da tela...

source: 正在重新同步 Kindle 书籍…
de: Kindle-Buch wird erneut synchronisiert …
en: Syncing the Kindle book again…
es: Sincronizando el libro Kindle nuevamente...
fr: Synchronisation à nouveau du livre Kindle…
hi: किंडल किताब को फिर से सिंक किया जा रहा है...
it: Sincronizzazione di nuovo del libro Kindle…
ja: Kindle 本を再度同期しています…
pt_br: Sincronizando o livro Kindle novamente…

source: 正在重新打开书籍…
de: Buch wird erneut geöffnet …
en: Reopening the book…
es: Reabriendo el libro...
fr: Réouverture du livre…
hi: किताब दोबारा खोल रहा हूँ...
it: Riaprire il libro...
ja: 本を再開すると…
pt_br: Reabrindo o livro…

source: 正在重试…
de: Erneuter Versuch …
en: Retrying…
es: Reintentando…
fr: Nouvelle tentative…
hi: पुनः प्रयास किया जा रहा है…
it: Nuovo tentativo…
ja: 再試行しています…
pt_br: Tentando novamente…

source: 正在预加载第 %d 页…
de: Seite %d wird vorgeladen …
en: Prefetching page %d...
es: Precargando página %d...
fr: Prélecture de la page %d...
hi: प्रीफ़ेचिंग पृष्ठ %d...
it: Precaricamento della pagina %d...
ja: ページ %d をプリフェッチしています...
pt_br: Pré-buscando página %d...

source: 此音色需要 CastReader Pro
de: Diese Stimme erfordert CastReader Pro.
en: This voice requires CastReader Pro.
es: Esta voz requiere CastReader Pro.
fr: Cette voix nécessite CastReader Pro.
hi: इस आवाज के लिए CastReader प्रो की आवश्यकता है।
it: Questa voce richiede CastReader Pro.
ja: この音声には CastReader Pro が必要です。
pt_br: Esta voz requer CastReader Pro.

source: 每 24 小时只能创建一个声音
de: Du kannst nur alle 24 Stunden eine Stimme erstellen.
en: You can create only one voice every 24 hours.
es: Puedes crear solo una voz cada 24 horas.
fr: Vous ne pouvez créer qu'une seule voix toutes les 24 heures.
hi: आप हर 24 घंटे में केवल एक आवाज बना सकते हैं।
it: Puoi creare una sola voce ogni 24 ore.
ja: 24 時間ごとに作成できるボイスは 1 つだけです。
pt_br: Você pode criar apenas uma voz a cada 24 horas.

source: 每种语言分别记忆所选音色；可用语言由云端目录自动更新。
de: Die Stimmenauswahl wird je Sprache gespeichert; verfügbare Sprachen werden automatisch aus dem Cloud-Katalog aktualisiert.
en: Voice choices are saved per language, and available languages update automatically from the cloud catalog.
es: Las opciones de voz se guardan por idioma y los idiomas disponibles se actualizan automáticamente desde el catálogo en la nube.
fr: Les choix vocaux sont enregistrés par langue et les langues disponibles sont mises à jour automatiquement à partir du catalogue cloud.
hi: ध्वनि विकल्प प्रति भाषा सहेजे जाते हैं, और उपलब्ध भाषाएँ क्लाउड कैटलॉग से स्वचालित रूप से अपडेट हो जाती हैं।
it: Le scelte vocali vengono salvate per lingua e le lingue disponibili si aggiornano automaticamente dal catalogo cloud.
ja: 音声の選択は言語ごとに保存され、利用可能な言語はクラウド カタログから自動的に更新されます。
pt_br: As opções de voz são salvas por idioma e os idiomas disponíveis são atualizados automaticamente no catálogo da nuvem.

source: 没有匹配的书籍
de: Keine passenden Bücher
en: No matching books
es: No hay libros coincidentes
fr: Aucun livre correspondant
hi: कोई मिलती-जुलती किताब नहीं
it: Nessun libro corrispondente
ja: 一致する本がありません
pt_br: Nenhum livro correspondente

source: 没有匹配的音色
de: Keine passenden Stimmen
en: No matching voices
es: No hay voces coincidentes
fr: Aucune voix correspondante
hi: कोई मेल खाती आवाज नहीं
it: Nessuna voce corrispondente
ja: 一致する音声がありません
pt_br: Nenhuma voz correspondente

source: 没有找到 Kindle 页面图片，请打开书籍页面后重试。
de: Kein Bild einer Kindle-Seite gefunden. Öffne eine Buchseite und versuche es erneut.
en: No Kindle page image was found. Open a book page and try again.
es: No se encontró ninguna imagen de la página Kindle. Abra la página de un libro e inténtelo de nuevo.
fr: Aucune image de page Kindle n'a été trouvée. Ouvrez une page de livre et réessayez.
hi: कोई किंडल पेज छवि नहीं मिली. एक पुस्तक पृष्ठ खोलें और पुनः प्रयास करें।
it: Non è stata trovata alcuna immagine della pagina Kindle. Apri la pagina di un libro e riprova.
ja: Kindle ページの画像が見つかりませんでした。本のページを開いて、もう一度試してください。
pt_br: Nenhuma imagem de página do Kindle foi encontrada. Abra a página de um livro e tente novamente.

source: 没有找到书架书籍。请在 Google Play 图书的「我的图书」页登录后重试。
de: Keine Bücher gefunden. Melde dich auf der Seite „Meine Bücher“ in Google Play Bücher an und versuche es erneut.
en: No books found. Sign in on the Google Play Books “My books” page and try again.
es: No se encontraron libros. Inicia sesión en la página «Mis libros» de Google Play Libros e inténtalo de nuevo.
fr: Aucun livre trouvé. Connectez-vous sur la page « Mes livres » de Google Play Livres, puis réessayez.
hi: कोई किताब नहीं मिली। Google Play किताबें के «मेरी किताबें» पेज पर साइन इन करके फिर कोशिश करें।
it: Nessun libro trovato. Accedi alla pagina «I miei libri» di Google Play Libri e riprova.
ja: 本棚に本が見つかりません。Google Play ブックスの「マイブック」ページでログインしてから再試行してください。
pt_br: Nenhum livro encontrado. Faça login na página «Meus livros» do Google Play Livros e tente novamente.

source: 没有找到书架书籍。请在微信读书网页的书架页登录后重试。
de: Keine Bücher in der Bibliothek gefunden. Melde dich auf der WeRead-Bibliotheksseite an und versuche es erneut.
en: No library books found. Sign in on the WeRead Library page, then try again.
es: No se encontraron libros. Inicia sesión en la página Biblioteca de WeRead e inténtalo de nuevo.
fr: Aucun livre trouvé. Connectez-vous à la page Bibliothèque WeRead, puis réessayez.
hi: लाइब्रेरी में कोई किताब नहीं मिली। WeRead लाइब्रेरी पेज पर साइन इन करके फिर कोशिश करें।
it: Nessun libro trovato. Accedi alla pagina Libreria WeRead e riprova.
ja: 本棚の本が見つかりません。WeRead の本棚ページでログインしてから、もう一度お試しください。
pt_br: Nenhum livro encontrado. Entre na página Biblioteca do WeRead e tente novamente.

source: 浏览全部音色
de: Alle Stimmen durchsuchen
en: Browse All Voices
es: Explorar todas las voces
fr: Parcourir toutes les voix
hi: सभी आवाज़ें ब्राउज़ करें
it: Sfoglia tutte le voci
ja: すべての音声を参照する
pt_br: Navegar por todas as vozes

source: 深入
de: Tief
en: Deep
es: Profundo
fr: Approfondi
hi: विस्तृत
it: Approfondito
ja: 詳細
pt_br: Aprofundado

source: 清除全部
de: Alle löschen
en: Clear All
es: Borrar todo
fr: Tout effacer
hi: सभी साफ करें
it: Cancella tutto
ja: すべてクリア
pt_br: Limpar tudo

source: 清除全部历史记录
de: Gesamten Verlauf löschen
en: Clear All History
es: Borrar todo el historial
fr: Effacer tout l'historique
hi: सारा इतिहास साफ़ करें
it: Cancella tutta la cronologia
ja: すべての履歴をクリア
pt_br: Limpar todo o histórico

source: 清除全部历史记录？
de: Gesamten Verlauf löschen?
en: Clear all history?
es: ¿Borrar todo el historial?
fr: Effacer tout l'historique ?
hi: सारा इतिहास साफ़ करें?
it: Cancellare tutta la cronologia?
ja: すべての履歴をクリアしますか?
pt_br: Limpar todo o histórico?

source: 清除搜索
de: Suche löschen
en: Clear search
es: Borrar búsqueda
fr: Effacer la recherche
hi: खोज मिटाएँ
it: Cancella ricerca
ja: 検索をクリア
pt_br: Limpar busca

source: 照片来源
de: Fotoquelle
en: Photo Source
es: Fuente de la foto
fr: Source des photos
hi: फोटो स्रोत
it: Fonte foto
ja: 写真提供元
pt_br: Fonte da foto

source: 用于中文
de: Für Chinesisch verwenden
en: Use for Chinese
es: Uso para chino
fr: Utiliser pour le chinois
hi: चीनी के लिए उपयोग करें
it: Utilizzare per il cinese
ja: 中国語に使用
pt_br: Use para chinês

source: 用于英语
de: Für Englisch verwenden
en: Use for English
es: Usar para inglés
fr: Utiliser pour l'anglais
hi: अंग्रेजी के लिए प्रयोग करें
it: Utilizzare per l'inglese
ja: 英語で使う
pt_br: Usar para inglês

source: 男声
de: Männlich
en: Male
es: Masculina
fr: Masculine
hi: पुरुष
it: Maschile
ja: 男性
pt_br: Masculina

source: 画面太小，靠近一点或用更高分辨率重拍
de: Bild zu klein – gehen Sie näher heran oder fotografieren Sie mit höherer Auflösung
en: Image is too small — move closer or retake at a higher resolution
es: La imagen es demasiado pequeña: acércate o vuelve a tomarla con mayor resolución
fr: Image trop petite : rapprochez-vous ou reprenez la photo en haute résolution
hi: छवि बहुत छोटी है — पास जाएँ या अधिक रिज़ॉल्यूशन में दोबारा लें
it: Immagine troppo piccola: avvicinati o riscattala a risoluzione più alta
ja: 画像が小さすぎます。近づくか、より高い解像度で撮り直してください
pt_br: Imagem muito pequena — aproxime-se ou refaça com resolução maior

source: 画面有点模糊，端稳手机重拍会识别得更准
de: Das Bild ist unscharf – halten Sie das Gerät ruhig und fotografieren Sie erneut
en: The shot looks blurry — hold steady and retake for better recognition
es: La foto está borrosa: mantén el teléfono firme y repítela para reconocerla mejor
fr: Photo un peu floue : tenez le téléphone stable et reprenez-la pour une meilleure reconnaissance
hi: तस्वीर थोड़ी धुंधली है — फ़ोन स्थिर रखकर दोबारा लें, पहचान बेहतर होगी
it: La foto è un po' sfocata: tieni fermo il telefono e riscattala per un riconoscimento migliore
ja: 画像が少しぼやけています。手ぶれを抑えて撮り直すと精度が上がります
pt_br: A foto ficou borrada — segure firme e refaça para reconhecer melhor

source: 登录
de: Anmelden
en: Sign In
es: Iniciar sesión
fr: Se connecter
hi: साइन इन करें
it: Accedi
ja: サインイン
pt_br: Entrar

source: 登录 / 注册
de: Anmelden / Registrieren
en: Sign In / Sign Up
es: Iniciar sesión / Registrarse
fr: Se connecter / S'inscrire
hi: प्रवेश या साइन अप
it: Accedi / Registrati
ja: サインイン/サインアップ
pt_br: Entrar / Inscrever-se

source: 登录 CastReader
de: Bei CastReader anmelden
en: Sign In to CastReader
es: Iniciar sesión en CastReader
fr: Connectez-vous à CastReader
hi: CastReader में साइन इन करें
it: Accedi a CastReader
ja: CastReader にサインインする
pt_br: Faça login no CastReader

source: 登录后 Pro 与额度跨设备同步
de: Anmelden, um Pro und Nutzung geräteübergreifend zu synchronisieren
en: Sign in to sync Pro and usage across devices
es: Inicia sesión para sincronizar Pro y el uso en todos los dispositivos
fr: Connectez-vous pour synchroniser Pro et l'utilisation sur tous les appareils
hi: सभी डिवाइसों में प्रो और उपयोग को सिंक करने के लिए साइन इन करें
it: Accedi per sincronizzare Pro e l'utilizzo su tutti i dispositivi
ja: サインインして Pro とデバイス間での使用状況を同期する
pt_br: Faça login para sincronizar o Pro e o uso entre dispositivos

source: 登录后会自动打开「我的图书」，供你同步到 CastReader。CastReader 不会保存你的密码。
de: Nach der Anmeldung öffnet sich „Meine Bücher“ automatisch, damit du es mit CastReader synchronisieren kannst. CastReader speichert dein Passwort nie.
en: After you sign in, My books opens automatically so you can sync it to CastReader. CastReader never stores your password.
es: Tras iniciar sesión, «Mis libros» se abre automáticamente para que puedas sincronizarlo con CastReader. CastReader nunca guarda tu contraseña.
fr: Une fois connecté, « Mes livres » s'ouvre automatiquement pour la synchronisation avec CastReader. CastReader n'enregistre jamais votre mot de passe.
hi: साइन इन करने के बाद «मेरी किताबें» अपने आप खुल जाएगी, ताकि आप उसे CastReader से सिंक कर सकें। CastReader आपका पासवर्ड कभी सेव नहीं करता।
it: Dopo l'accesso, «I miei libri» si apre automaticamente per sincronizzarlo con CastReader. CastReader non salva mai la tua password.
ja: ログインすると「マイブック」が自動的に開き、CastReader に同期できます。CastReader がパスワードを保存することはありません。
pt_br: Depois do login, «Meus livros» abre automaticamente para você sincronizar com o CastReader. O CastReader nunca guarda sua senha.

source: 登录后会自动打开你的书架，CastReader 不会保存密码。
de: Nach der Anmeldung öffnet sich deine Bibliothek automatisch. CastReader speichert dein Passwort nicht.
en: After you sign in, your library opens automatically. CastReader never stores your password.
es: Después de iniciar sesión, tu biblioteca se abrirá automáticamente. CastReader nunca guarda tu contraseña.
fr: Après la connexion, votre bibliothèque s'ouvre automatiquement. CastReader n'enregistre jamais votre mot de passe.
hi: साइन इन करने के बाद आपकी लाइब्रेरी अपने आप खुल जाएगी। CastReader आपका पासवर्ड कभी सेव नहीं करता।
it: Dopo l'accesso, la libreria si apre automaticamente. CastReader non salva mai la tua password.
ja: ログインすると本棚が自動的に開きます。CastReader がパスワードを保存することはありません。
pt_br: Depois do login, sua biblioteca abre automaticamente. O CastReader nunca guarda sua senha.

source: 登录后创建声音
de: Zum Erstellen einer Stimme anmelden
en: Sign in to create a voice
es: Inicia sesión para crear una voz
fr: Connectez-vous pour créer une voix
hi: आवाज़ बनाने के लिए साइन इन करें
it: Accedi per creare una voce
ja: サインインして音声を作成する
pt_br: Faça login para criar uma voz

source: 登录后同步书架
de: Anmelden, um deine Bibliothek zu synchronisieren
en: Sign in to sync your shelf
es: Inicia sesión para sincronizar tu estantería
fr: Connectez-vous pour synchroniser votre étagère
hi: अपने शेल्फ़ को सिंक करने के लिए साइन इन करें
it: Accedi per sincronizzare il tuo scaffale
ja: サインインしてシェルフを同期してください
pt_br: Faça login para sincronizar sua estante

source: 登录后同步书架与阅读进度
de: Anmelden, um Bibliothek und Lesefortschritt zu synchronisieren
en: Sign in to sync your library and reading progress
es: Inicia sesión para sincronizar tu biblioteca y progreso
fr: Connectez-vous pour synchroniser votre bibliothèque et votre progression
hi: अपनी लाइब्रेरी और पढ़ने की प्रगति सिंक करने के लिए साइन इन करें
it: Accedi per sincronizzare libreria e avanzamento di lettura
ja: ログインして本棚と読書進捗を同期
pt_br: Entre para sincronizar sua biblioteca e o progresso de leitura

source: 登录后打开书架，再点同步。
de: Melde dich an, öffne deine Bibliothek und tippe dann auf Synchronisieren.
en: Sign in, open your library, then tap Sync.
es: Inicia sesión, abre tu biblioteca y toca Sincronizar.
fr: Connectez-vous, ouvrez votre bibliothèque, puis touchez Synchroniser.
hi: साइन इन करें, लाइब्रेरी खोलें, फिर सिंक पर टैप करें।
it: Accedi, apri la libreria e tocca Sincronizza.
ja: ログイン後に本棚を開き、「同期」をタップしてください。
pt_br: Entre, abra sua biblioteca e toque em Sincronizar.

source: 登录后点同步。
de: Melde dich an und tippe dann auf Synchronisieren.
en: Sign in, then tap Sync.
es: Inicia sesión y luego toca Sincronizar.
fr: Connectez-vous, puis appuyez sur Synchroniser.
hi: साइन इन करें, फिर सिंक पर टैप करें।
it: Accedi, quindi tocca Sincronizza.
ja: サインインして、「同期」をタップします。
pt_br: Faça login e toque em Sincronizar.

source: 登录回调无效
de: Ungültiger Anmelderückruf
en: Invalid sign-in callback
es: Devolución de llamada de inicio de sesión no válida
fr: Rappel de connexion non valide
hi: अमान्य साइन-इन कॉलबैक
it: Richiamata di accesso non valida
ja: 無効なサインイン コールバック
pt_br: Retorno de chamada de login inválido

source: 登录失败：%@
de: Anmeldung fehlgeschlagen: %@
en: Sign-in failed: %@
es: Error al iniciar sesión: %@
fr: Échec de la connexion : %@
hi: साइन-इन विफल: %@
it: Accesso non riuscito: %@
ja: サインインに失敗しました: %@
pt_br: Falha no login: %@

source: 登录完成后会自动进入阅读历史。
de: Nach der Anmeldung wird der Leseverlauf automatisch geöffnet.
en: Your reading history will open automatically after you sign in.
es: El historial de lectura se abrirá automáticamente al iniciar sesión.
fr: L’historique de lecture s’ouvrira automatiquement après la connexion.
hi: साइन इन पूरा होने के बाद पढ़ने का इतिहास अपने आप खुल जाएगा।
it: La cronologia di lettura si aprirà automaticamente dopo l’accesso.
ja: ログインが完了すると、読書履歴が自動的に開きます。
pt_br: O histórico de leitura será aberto automaticamente após o login.

source: 登录成功，正在进入书架…
de: Angemeldet. Bibliothek wird geöffnet …
en: Signed in. Opening your library…
es: Sesión iniciada. Abriendo tu biblioteca…
fr: Connexion réussie. Ouverture de votre bibliothèque…
hi: साइन इन हो गया। लाइब्रेरी खुल रही है…
it: Accesso riuscito. Apertura della libreria…
ja: ログインしました。本棚を開いています…
pt_br: Login concluído. Abrindo sua biblioteca…

source: 登录成功，正在进入阅读历史…
de: Anmeldung erfolgreich. Leseverlauf wird geöffnet …
en: Sign-in successful. Opening reading history…
es: Inicio de sesión correcto. Abriendo el historial de lectura…
fr: Connexion réussie. Ouverture de l’historique de lecture…
hi: साइन-इन सफल रहा। पढ़ने का इतिहास खोला जा रहा है…
it: Accesso riuscito. Apertura della cronologia di lettura…
ja: ログインしました。読書履歴を開いています…
pt_br: Login concluído. Abrindo o histórico de leitura…

source: 登录成功后将自动进入书架。
de: Nach der Anmeldung wird deine Bibliothek automatisch geöffnet.
en: After signing in, your library will open automatically.
es: Después de iniciar sesión, tu biblioteca se abrirá automáticamente.
fr: Après la connexion, votre bibliothèque s'ouvrira automatiquement.
hi: साइन इन करने के बाद आपकी लाइब्रेरी अपने आप खुलेगी।
it: Dopo l'accesso, la libreria si aprirà automaticamente.
ja: ログイン後、本棚が自動的に開きます。
pt_br: Após entrar, sua biblioteca abrirá automaticamente.

source: 登录账号同步 Pro
de: Mit Konto anmelden, um Pro zu synchronisieren
en: Sign in to sync Pro
es: Inicia sesión para sincronizar Pro
fr: Connectez-vous pour synchroniser Pro
hi: Pro सिंक करने के लिए साइन इन करें
it: Accedi per sincronizzare Pro
ja: Pro を同期するにはログインしてください
pt_br: Faça login para sincronizar o Pro

source: 登录邮箱后购买 Pro
de: Mit E-Mail-Adresse anmelden, um Pro zu kaufen
en: Log in with email to buy Pro
es: Inicia sesión con tu correo electrónico para comprar Pro
fr: Connectez-vous avec e-mail pour acheter Pro
hi: प्रो खरीदने के लिए ईमेल से लॉग इन करें
it: Accedi con l'e-mail per acquistare Pro
ja: Pro を購入するにはメールでログインしてください
pt_br: Faça login com e-mail para comprar o Pro

source: 登录页面会使用完整空间，CastReader 不会保存密码。
de: Die Anmeldeseite nutzt den gesamten Bildschirm. CastReader speichert Ihr Passwort nicht.
en: The sign-in page uses the full screen. CastReader does not store your password.
es: La página de inicio de sesión usa toda la pantalla. CastReader no guarda tu contraseña.
fr: La page de connexion utilise tout l’écran. CastReader n’enregistre pas votre mot de passe.
hi: साइन-इन पेज पूरी स्क्रीन का उपयोग करेगा। CastReader आपका पासवर्ड सेव नहीं करता।
it: La pagina di accesso utilizza tutto lo schermo. CastReader non salva la tua password.
ja: ログインページは画面全体に表示されます。CastReader がパスワードを保存することはありません。
pt_br: A página de login usa a tela inteira. O CastReader não salva sua senha.

source: 登录页面会使用完整空间，完成后自动读取阅读历史。
de: Die Anmeldeseite nutzt den gesamten Bildschirm. Anschließend wird der Leseverlauf automatisch geladen.
en: The sign-in page uses the full screen. Your reading history will load automatically when you finish.
es: La página de inicio de sesión usa toda la pantalla. Al terminar, el historial de lectura se cargará automáticamente.
fr: La page de connexion utilise tout l’écran. Une fois terminé, l’historique de lecture sera chargé automatiquement.
hi: साइन-इन पेज पूरी स्क्रीन का उपयोग करेगा। पूरा होने पर पढ़ने का इतिहास अपने आप लोड हो जाएगा।
it: La pagina di accesso utilizza tutto lo schermo. Al termine, la cronologia di lettura verrà caricata automaticamente.
ja: ログインページは画面全体に表示されます。完了すると読書履歴が自動的に読み込まれます。
pt_br: A página de login usa a tela inteira. Ao concluir, o histórico de leitura será carregado automaticamente.

source: 登录页面会使用完整空间，完成后自动返回书架。
de: Die Anmeldeseite nutzt den gesamten Bildschirm und kehrt danach automatisch zur Bibliothek zurück.
en: The sign-in page uses the full screen and returns to your library automatically when you're done.
es: La página de inicio de sesión ocupa toda la pantalla y vuelve automáticamente a tu biblioteca al terminar.
fr: La page de connexion utilise tout l'écran et revient automatiquement à votre bibliothèque une fois terminée.
hi: साइन-इन पेज पूरी स्क्रीन का उपयोग करेगा और पूरा होने पर अपने आप लाइब्रेरी पर लौट आएगा।
it: La pagina di accesso usa tutto lo schermo e al termine torna automaticamente alla libreria.
ja: ログインページは全画面で表示され、完了すると自動的に本棚へ戻ります。
pt_br: A página de login usa a tela inteira e volta automaticamente à biblioteca quando você terminar.

source: 登录页面会使用完整空间，完成后自动进入阅读历史。
de: Die Anmeldeseite nutzt den gesamten Bildschirm. Anschließend wird der Leseverlauf automatisch geöffnet.
en: The sign-in page uses the full screen. You’ll be taken to your reading history when you finish.
es: La página de inicio de sesión usa toda la pantalla. Al terminar, accederás automáticamente al historial de lectura.
fr: La page de connexion utilise tout l’écran. Une fois terminé, l’historique de lecture s’ouvrira automatiquement.
hi: साइन-इन पेज पूरी स्क्रीन का उपयोग करेगा। पूरा होने पर पढ़ने का इतिहास अपने आप खुल जाएगा।
it: La pagina di accesso utilizza tutto lo schermo. Al termine, la cronologia di lettura si aprirà automaticamente.
ja: ログインページは画面全体に表示されます。完了すると読書履歴が自動的に開きます。
pt_br: A página de login usa a tela inteira. Ao concluir, o histórico de leitura será aberto automaticamente.

source: 目录
de: Inhaltsverzeichnis
en: Table of Contents
es: Tabla de contenido
fr: Table des matières
hi: विषयसूची
it: Sommario
ja: 目次
pt_br: Índice

source: 知识点 · 定义 · 易考点
de: Konzepte · Definitionen · Prüfungswissen
en: Concepts · Definitions · Exam points
es: Conceptos · Definiciones · Puntos del examen
fr: Concepts · Définitions · Points d'examen
hi: अवधारणाएँ · परिभाषाएँ · परीक्षा बिंदु
it: Concetti · Definizioni · Punti dell'esame
ja: 概念 · 定義 · 試験のポイント
pt_br: Conceitos · Definições · Pontos de exame

source: 研报、行业报告、数据分析文章
de: Forschungsberichte, Branchenberichte und Datenanalysen
en: Research reports, industry reports, and data analysis articles
es: Informes de investigación, informes de la industria y artículos de análisis de datos.
fr: Rapports de recherche, rapports de l'industrie et articles d'analyse de données
hi: अनुसंधान रिपोर्ट, उद्योग रिपोर्ट और डेटा विश्लेषण लेख
it: Rapporti di ricerca, rapporti di settore e articoli di analisi dei dati
ja: 調査レポート、業界レポート、データ分析記事
pt_br: Relatórios de pesquisa, relatórios do setor e artigos de análise de dados
